tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "wpscanteam/tap"
tap "xwmx/taps"
brew "asciinema"
brew "bat"
brew "bats-core"
brew "catimg"
brew "cmake"
brew "coreutils", link: false
brew "croc"
brew "ctags"
brew "emacs"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-crypt"
brew "git-delta"
brew "gnupg"
brew "go"
brew "hashcat"
brew "httpie"
brew "luarocks"
brew "lynx"
brew "macvim"
brew "massdns"
brew "mypy"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "node"
brew "p7zip"
brew "php"
brew "pipx"
brew "python@3.11"
brew "ranger"
brew "ripgrep"
brew "rustscan"
brew "showkey"
brew "stow"
brew "tmux"
brew "todo-txt"
brew "wget"
brew "zsh-autosuggestions"
brew "wpscanteam/tap/wpscan"
brew "xwmx/taps/nb"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "librewolf"
cask "mindforger"
cask "rar"
